Repository: luvi-team/luvi-app
Catalog: lib/l10n/app_*.arb
Languages: de

# onboarding01Title
source: Welcome! What should we call you?
de: Willkommen! Wie dürfen wir dich nennen?

# onboardingStepSemantic
source: Step {current} of {total}
de: Schritt {current} von {total}

# onboarding01Instruction
source: What should I call you?
de: Wie soll ich dich nennen?

# onboarding01NameInputSemantic
source: Enter your name
de: Name eingeben

# onboarding01NameHint
source: Your first name
de: Dein Vorname

# onboarding02Title
source: Hey {name}, when is your birthday?
de: Hey {name}, wann hast du Geburtstag?

# onboarding02CalloutSemantic
source: Note: Your age helps us better understand your hormonal phase.
de: Hinweis: Dein Alter hilft uns, deine hormonelle Phase besser einzuschätzen.

# onboarding02CalloutBody
source: Your age helps us better understand your hormonal phase.
de: Dein Alter hilft uns, deine hormonelle Phase besser einzuschätzen.

# onboarding02PickerSemantic
source: Select birth date
de: Geburtsdatum auswählen

# onboarding03Title
source: What are your goals?
de: Was sind deine Ziele?

# onboarding03GoalCycleUnderstanding
source: Understand my cycle & body better
de: Meinen Zyklus & Körper besser verstehen

# onboarding03GoalTrainingAlignment
source: Align training with my cycle
de: Training an meinen Zyklus anpassen

# onboarding03GoalNutrition
source: Optimize nutrition & discover new recipes
de: Ernährung optimieren & neue Rezepte entdecken

# onboarding03GoalWeightManagement
source: Manage my weight (lose/maintain)
de: Gewicht managen (Abnehmen/Halten)

# onboarding03GoalMindfulness
source: Reduce stress & boost mindfulness
de: Stress reduzieren & Achtsamkeit stärken

# onboarding04Title
source: When did your last period start?
de: Wann hat deine letzte Periode angefangen?

# selectedDateLabel
source: Selected date: {date}
de: Ausgewähltes Datum: {date}

# onboarding04CalloutSemantics
source: Note: Don't worry if you don't remember the exact day. A rough estimate is enough to get started.
de: Hinweis: Mach dir keine Sorgen, wenn du den exakten Tag nicht mehr weißt. Eine ungefähre Schätzung reicht für den Start völlig aus.

# onboarding04CalloutPrefix
source: Don't worry if you don't remember the
de: Mach dir keine Sorgen, wenn du den

# onboarding04CalloutHighlight
source: exact day
de: exakten Tag nicht mehr weißt

# onboarding04CalloutSuffix
source: . A rough estimate is enough to get started.
de: . Eine ungefähre Schätzung reicht für den Start völlig aus.

# initBannerConfigError
source: Configuration error: Supabase credentials invalid. App is running offline.
de: Konfigurationsfehler: Supabase-Zugangsdaten ungültig. App läuft offline.

# initBannerConnecting
source: Connecting to server… (attempt {attempts}/{maxAttempts})
de: Verbindung zum Server… (Versuch {attempts}/{maxAttempts})

# initBannerRetry
source: Retry
de: Erneut versuchen

# documentLoadError
source: Failed to load document.
de: Dokument konnte nicht geladen werden.

# legalViewerLoadingLabel
source: Loading document
de: Dokument wird geladen

# legalViewerFallbackBanner
source: Remote unavailable — showing offline copy.
de: Remote nicht verfügbar — Offline-Kopie wird angezeigt.

# commonContinue
source: Continue
de: Weiter

# commonSkip
source: Skip
de: Überspringen

# commonStartNow
source: Start now
de: Los geht's!

# commonToday
source: TODAY
de: HEUTE

# notificationsWithBadge
source: Notifications, new alerts available
de: Benachrichtigungen – neue Hinweise verfügbar

# notificationsWithBadgeCount
source: {count, plural, one {Notifications, {count} new} other {Notifications, {count} new}}
de: {count, plural, one {Benachrichtigungen – {count} neu} other {Benachrichtigungen – {count} neu}}

# notificationsNoBadge
source: Notifications
de: Benachrichtigungen

# dashboardCategoriesTitle
source: Categories
de: Kategorien

# dashboardTopRecommendationTitle
source: Your Top Recommendation
de: Deine Top-Empfehlung

# dashboardMoreTrainingsTitle
source: More Trainings
de: Weitere Trainings

# dashboardTrainingDataTitle
source: Your Training Data
de: Deine Trainingsdaten

# dashboardTrainingWeekTitle
source: Your training for this week
de: Dein Training für diese Woche

# dashboardTrainingWeekSubtitle
source: Created by your LUVI experts
de: Erstellt von deinen LUVI-Expert:innen

# dashboardRecommendationsTitle
source: More Recommendations for Your Phase
de: Weitere Empfehlungen für dich

# dashboardNutritionTitle
source: Nutrition & Diet
de: Ernährung & Biohacking

# dashboardRegenerationTitle
source: Recovery & Mindfulness
de: Regeneration & Achtsamkeit

# dashboardNavToday
source: Today
de: Heute

# dashboardNavCycle
source: Cycle
de: Zyklus

# dashboardNavPulse
source: Heart rate
de: Puls

# dashboardNavProfile
source: Profile
de: Profil

# dashboardCategoryNutrition
source: Nutrition
de: Ernährung

# dashboardCategoryRegeneration
source: Recovery
de: Regeneration

# dashboardCategoryMindfulness
source: Mindfulness
de: Achtsamkeit

# dashboardViewAll
source: View all
de: Alle

# dashboardViewMore
source: View more
de: Mehr sehen

# trainingCompleted
source: Completed
de: Erledigt

source: Nutrition recommendation
de: Ernährungsempfehlung

# regenerationRecommendation
source: Recovery recommendation
de: Regenerationsempfehlung

# dashboardLuviSyncPlaceholder
source: Luvi Sync Journal content coming soon.
de: Luvi Sync Journal Inhalte folgen bald.

# welcome01Title
source: Your body. Your rhythm. Every day.
de: Dein Körper. Dein Rhythmus. Jeden Tag.

# welcome01Subtitle
source: Your daily companion for training, nutrition, sleep & more.
de: Dein täglicher Begleiter für Training, Ernährung, Schlaf & mehr.

# welcome02Title
source: Know what matters today in seconds.
de: In Sekunden wissen, was heute zählt.

# welcome02Subtitle
source: No searching, no guessing. LUVI shows you the next step.
de: Kein Suchen, kein Raten. LUVI zeigt dir den nächsten Schritt.

# welcome03Title
source: Adapts to your cycle.
de: Passt sich deinem Zyklus an.

# welcome03Subtitle
source: So you work with your body, not against it.
de: Damit du mit deinem Körper arbeitest, nicht gegen ihn.

# welcome04Title
source: Created by experts.
de: Von Expert:innen erstellt.

# welcome04Subtitle
source: No algorithm, but real people.
de: Kein Algorithmus, sondern echte Menschen.

# welcome05Title
source: Small steps today. Big impact tomorrow.
de: Kleine Schritte heute. Große Wirkung morgen.

# welcome05Subtitle
source: For now – and your future self.
de: Für jetzt – und dein zukünftiges Ich.

# welcome05PrimaryCta
source: Start now
de: Jetzt loslegen

# welcomeNewTitle1
source: Your Cycle. Your Power. Every Day.
de: Dein Zyklus. Deine Kraft. Jeden Tag.

# welcomeNewCta1
source: Let's go
de: Los geht's

# welcomeNewTitle2
source: Your rhythm leads. LUVI follows.
de: Dein Rhythmus führt. LUVI folgt.

# welcomeNewCta2
source: Next
de: Weiter

# welcomeNewTitle3
source: All set.
de: Alles bereit.

# welcomeNewSubtitle3
source: Training · Nutrition · Recovery
de: Training · Ernährung · Recovery

# welcomeNewCta3
source: Start
de: Starten

# trainingsOverviewStubPlaceholder
source: Training overview coming soon
de: Trainingsübersicht folgt bald

# trainingsOverviewStubSemantics
source: Training overview is in progress. Use the back button to return to the previous view.
de: Trainingsübersicht in Vorbereitung. Tippe auf Zurück, um zur vorherigen Ansicht zu wechseln.

# dashboardWearableConnectMessage
source: Connect your wearable to display your training data.
de: Verbinde dein Wearable, um deine Trainingsdaten anzeigen zu lassen.

# dashboardHeroCtaMore
source: More
de: Mehr

# dashboardRecommendationsEmpty
source: No recommendations for this phase yet.
de: Für diese Phase liegen noch keine Empfehlungen vor.

source: Top recommendation
de: Top-Empfehlung

source: Category
de: Kategorie

source: From LUVI Sync
de: Von LUVI Sync

source: Tap to open workout.
de: Tippe, um das Workout zu öffnen.

# cycleInlineCalendarHint
source: Switch to the cycle overview.
de: Zur Zyklusübersicht wechseln.

# cycleInlineCalendarLabelToday
source: Cycle calendar. Today {date} phase: {phase}. For orientation only - not a medical prediction or diagnostic tool.
de: Zykluskalender. Heute {date} Phase: {phase}. Nur zur Orientierung – kein medizinisches Vorhersage- oder Diagnosetool.

# cycleInlineCalendarLabelDefault
source: Cycle calendar. Switch to the cycle overview. For orientation only - not a medical prediction or diagnostic tool.
de: Zykluskalender. Zur Zyklusübersicht wechseln. Nur zur Orientierung – kein medizinisches Vorhersage- oder Diagnosetool.

# cyclePhaseFollicular
source: Follicular phase
de: Follikelphase

# cyclePhaseOvulation
source: Ovulation window
de: Ovulationsfenster

# cycleLengthShort
source: Short (every 21-23 days)
de: Kurz (alle 21-23 Tage)

# cycleLengthLonger
source: A bit longer (every 24-26 days)
de: Etwas länger (alle 24-26 Tage)

# cycleLengthStandard
source: Standard (every 27-30 days)
de: Standard (alle 27-30 Tage)

# cycleLengthLong
source: Longer (every 31-35 days)
de: Länger (alle 31-35 Tage)

# cycleLengthVeryLong
source: Very long (36+ days)
de: Sehr lang (36+ Tage)

# onboarding06Title
source: Tell me about yourself 💜
de: Erzähl mir von dir 💜

# onboarding06Question
source: How long does your cycle normally last?
de: Wie lange dauert dein Zyklus normalerweise?

# onboarding06OptionsSemantic
source: Select cycle length
de: Zykluslänge auswählen

# onboarding06Callout
source: Every cycle is unique - just like you!
de: Jeder Zyklus ist einzigartig - wie du auch!

# onboarding05Title
source: How long does your period usually last?
de: Wie lange dauert deine Periode normalerweise?

# onboarding05OptionsSemantic
source: Select period duration
de: Periodendauer auswählen

# onboarding05OptUnder3
source: Less than 3 days
de: Weniger als 3 Tage

# onboarding05Opt3to5
source: Between 3 and 5 days
de: Zwischen 3 und 5 Tagen

# onboarding05Opt5to7
source: Between 5 and 7 days
de: Zwischen 5 und 7 Tagen

# onboarding05OptOver7
source: More than 7 days
de: Mehr als 7 Tage

# onboarding05Callout
source: We need this starting point to calculate your current cycle phase. I learn with you and automatically adjust the predictions as soon as you log your next period.
de: Wir brauchen diesen Ausgangspunkt, um deine aktuelle Zyklusphase zu berechnen. Ich lerne mit dir mit und passe die Prognosen automatisch an, sobald du deine nächste Periode einträgst.

# onboarding07Title
source: How regular is your cycle?
de: Wie regelmäßig ist dein Zyklus?

# onboarding07OptionsSemantic
source: Select cycle regularity
de: Zyklusregelmäßigkeit auswählen

# onboarding07OptRegular
source: Pretty regular
de: Ziemlich regelmäßig

# onboarding07OptUnpredictable
source: Mostly unpredictable
de: Eher unberechenbar

# onboarding07OptUnknown
source: Not sure
de: Keine Ahnung

# onboarding07Footnote
source: Clockwork or chaos - I get both!
de: Ob Uhrwerk oder Chaos - ich verstehe beides!

source: Onboarding complete
de: Onboarding abgeschlossen

# errorInvalidWorkoutId
source: Invalid workout ID
de: Ungültige Workout-ID

# cycleTipBodyMenstruation
source: Gentle movement, stretching, or a walk are ideal today — everything is allowed, nothing is mandatory.
de: Sanfte Bewegung, Stretching oder ein Spaziergang sind heute ideale Begleiter - alles darf, nichts muss.

# cycleTipHeadlineFollicular
source: Follicular phase
de: Follikelphase

# cycleTipBodyFollicular
source: You're in the follicular phase today. With higher progesterone you may feel more energy. A great time for more intensive training.
de: Du bist heute in der Follikelphase. Aufgrund des steigenden Östrogenspiegels hast du mehr Energie. Beste Zeit für ein intensiveres Training.

# cycleTipHeadlineOvulation
source: Ovulation window
de: Ovulationsfenster

# cycleTipBodyOvulation
source: Short, crisp sessions often work best now. Plan a conscious cool down and hydration afterwards.
de: Kurze, knackige Sessions funktionieren jetzt meist am besten. Plane danach bewusst Cool-down & Hydration ein.

# cycleTipBodyLuteal
source: Switch to calm strength or mobility work. Extra breaks help you maintain your energy level.
de: Wechsle auf ruhige Kraft- oder Mobility-Einheiten. Zusätzliche Pausen helfen dir, das Energielevel zu halten.

# onboarding08Title
source: How fit do you feel?
de: Wie fit fühlst du dich?

# onboarding08OptionsSemantic
source: Select fitness level
de: Fitnesslevel auswählen

# onboarding08OptBeginner
source: I'm just getting started
de: Ich fange gerade erst an

# onboarding08OptOccasional
source: I train occasionally
de: Trainiere ab und zu

# onboarding08OptFit
source: I feel pretty fit
de: Fühle mich ziemlich fit

# onboarding08OptUnknown
source: I don't know
de: Weiß ich nicht

# onboarding08Footnote
source: No stress - we'll find your perfect starting point!
de: Kein Stress - wir finden deinen perfekten Einstieg!

# onboardingSuccessTitle
source: You're ready to go!
de: Du bist startklar!

# onboardingSuccessStateUnavailable
source: We couldn't complete onboarding. Please try again.
de: Onboarding konnte nicht abgeschlossen werden. Bitte versuche es erneut.

# onboardingSuccessGenericError
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.

# consent01IntroTitle
source: Let's tailor LUVI to you
de: Lass uns LUVI auf dich abstimmen

# consent01IntroBody
source: You decide what to share. The more we know about you, the better we can support you.
de: Du entscheidest, was du teilen möchtest. Je mehr wir über dich wissen, desto besser können wir dich unterstützen.

# consent02Title
source: Your health, your decision!
de: Deine Gesundheit, deine Entscheidung!

# consent02CardHealth
source: I agree that LUVI processes my personal health data so LUVI can deliver its features.
de: Ich bin damit einverstanden, dass LUVI meine persönlichen Gesundheitsdaten verarbeitet, damit LUVI ihre Funktionen bereitstellen kann.

# consent02CardTermsPrefix
source: I agree to the
de: Ich erkläre mich mit der

# consent02LinkPrivacyLabel
source: Privacy Policy
de: Datenschutzerklärung

# consent02LinkConjunction
source: as well as the
de: sowie den

# consent02LinkTermsLabel
source: Terms of Service
de: Nutzungsbedingungen

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzerklärung

# termsOfServiceTitle
source: Terms of Service
de: Nutzungsbedingungen

# consent02CardAiJournal
source: I agree that LUVI uses artificial intelligence to summarize my training, nutrition, and recovery recommendations in a personalized journal.
de: Ich bin damit einverstanden, dass LUVI künstliche Intelligenz nutzt, um meine Trainings-, Ernährungs- und Regenerationsempfehlungen in einem personalisierten Journal für mich zusammenzufassen.

# consent02CardAnalytics
source: I agree that pseudonymized usage and device data are processed for analytics so LUVI can improve stability and usability.*
de: Ich bin damit einverstanden, dass pseudonymisierte Nutzungs- und Gerätedaten zu Analysezwecken verarbeitet werden, damit LUVI Stabilität und Benutzerfreundlichkeit verbessern kann.*

# consent02CardMarketing
source: I agree that LUVI processes my personal data and usage data to send me personalized recommendations for relevant LUVI content as well as offers via in-app notices, email, and/or push notifications.*
de: Ich stimme zu, dass LUVI meine persönlichen Daten und Nutzungsdaten verarbeitet, um mir personalisierte Empfehlungen zu relevanten LUVI-Inhalten und Informationen zu Angeboten per In-App-Hinweisen, E-Mail und/oder Push-Mitteilungen zuzusenden.*

# consent02CardModelTraining
source: I consent to pseudonymized usage and health data being used for quality assurance and to improve recommendations (e.g., verifying cycle prediction accuracy).*
de: Ich willige ein, dass pseudonymisierte Nutzungs- und Gesundheitsdaten zur Qualitätssicherung und Verbesserung von Empfehlungen verwendet werden (z. B. Überprüfung der Genauigkeit von Zyklusvorhersagen).*

# consent02LinkError
source: Link could not be opened
de: Link konnte nicht geöffnet werden

# consent02RevokeHint
source: You can withdraw your consent at any time in the app or by emailing hello@getluvi.com.
de: Deine Zustimmung kannst du jederzeit in der App oder unter hello@getluvi.com widerrufen.

# consent02AcceptAll
source: Accept all
de: Alle akzeptieren

# consent02DeselectAll
source: Deselect all
de: Alle abwählen

# consent02SemanticSelected
source: Selected
de: Ausgewählt

# consent02SemanticUnselected
source: Not selected
de: Nicht ausgewählt

# authForgotTitle
source: Forgot your password? 💜
de: Passwort vergessen? 💜

# authForgotSubtitle
source: Enter your email to receive the reset link.
de: Gib deine E-Mail ein, um den Reset-Link zu erhalten.

# authForgotCta
source: Continue
de: Weiter

# authErrPasswordTooShort
source: Your password is too short.
de: Dein Passwort ist zu kurz.

# authErrPasswordMissingTypes
source: Your password must include letters, numbers, and special characters.
de: Dein Passwort muss Buchstaben, Zahlen und Sonderzeichen enthalten.

# authErrPasswordCommonWeak
source: Your password is too common or weak.
de: Dein Passwort ist zu häufig oder zu schwach.

# authErrEmailEmpty
source: Please enter your email.
de: Bitte gib deine E-Mail ein.

# authErrPasswordEmpty
source: Please enter your password.
de: Bitte gib dein Passwort ein.

# authLoginHeadline
source: Welcome back 💜
de: Willkommen zurück 💜

# authLoginTitle
source: Sign in with Email
de: Anmelden mit E-Mail

# authLoginSubhead
source: We're glad you're here.
de: Schön, dass du da bist.

# authLoginCta
source: Sign in
de: Anmelden

# authLoginCtaLoadingSemantic
source: Signing in
de: Wird angemeldet

# authLoginCtaLinkPrefix
source: New to LUVI?
de: Neu bei LUVI?

# authLoginCtaLinkAction
source: Start here
de: Hier starten

# authLoginCtaLinkSemantic
source: New to LUVI? Start here
de: Neu bei LUVI? Hier starten

# authLoginForgot
source: Forgot password?
de: Passwort vergessen?

# authLoginSocialDivider
source: Or continue with
de: Oder weiter mit

# authLoginSocialGoogle
source: Sign in with Google
de: Mit Google anmelden

# authErrEmailInvalid
source: Please double-check your email.
de: Bitte überprüfe deine E-Mail.

# authErrPasswordInvalid
source: Please double-check your password.
de: Bitte überprüfe dein Passwort.

# authErrConfirmEmail
source: Please verify your email (resend the link?).
de: Bitte bestätige deine E-Mail (Link erneut senden?).

# authErrLoginUnavailable
source: Login is currently unavailable.
de: Anmeldung ist derzeit nicht verfügbar.

# authPasswordMismatchError
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# authPasswordUpdateError
source: We couldn't update your password.
de: Wir konnten dein Passwort nicht aktualisieren.

# authInvalidCredentials
source: Email or password is incorrect.
de: E-Mail oder Passwort ist falsch.

# authEmailHint
source: Your email
de: Deine E-Mail

# authPasswordHint
source: Your password
de: Dein Passwort

# authSignupTitle
source: Create account
de: Konto erstellen

# authSignupSubtitle
source: Quick signup and you're ready to go.
de: Schnell registrieren und loslegen.

# authSignupAlreadyMember
source: Already a member?
de: Schon dabei?

# authSignupLoginLink
source: Sign in
de: Anmelden

# authSignupCta
source: Sign up
de: Registrieren

# authSignupCtaLoadingSemantic
source: Signing up
de: Wird registriert

# authSignupHintFirstName
source: Your first name
de: Dein Vorname

# authSignupHintLastName
source: Your last name
de: Dein Nachname

# authSignupHintPhone
source: Your phone number
de: Deine Telefonnummer

# authSignupMissingFields
source: Please enter your email and password.
de: Bitte E-Mail und Passwort eingeben.

# authSignupGenericError
source: Sign up is unavailable right now. Please try again later.
de: Registrierung ist gerade nicht verfügbar. Bitte später erneut versuchen.

# authSuccessPwdTitle
source: All done!
de: Geschafft!

# authSuccessPwdSubtitle
source: Your new password has been saved.
de: Neues Passwort gespeichert.

# authSuccessForgotTitle
source: Email sent!
de: E-Mail gesendet!

# authSuccessForgotSubtitle
source: Please check your inbox.
de: Bitte prüfe deinen Posteingang.

# authBackSemantic
source: Back
de: Zurück

# authShowPassword
source: Show password
de: Passwort anzeigen

# authHidePassword
source: Hide password
de: Passwort verbergen

# authSuccessCta
source: Done
de: Fertig

# authVerifyResetTitle
source: Enter the code 💜
de: Code eingeben 💜

# authVerifyResetSubtitle
source: We just sent it to your email.
de: Wir haben ihn gerade an deine E-Mail gesendet.

# authVerifyEmailTitle
source: Confirm your email 💜
de: E-Mail bestätigen 💜

# authVerifyEmailSubtitle
source: Enter the code
de: Code eingeben

# authVerifyCta
source: Confirm
de: Bestätigen

# authVerifyHelper
source: Didn't receive anything?
de: Nichts erhalten?

# authVerifyResend
source: Resend
de: Erneut senden

# authCreateNewSubtitle
source: Make it strong.
de: Mach es stark.

# authErrWaitBeforeRetry
source: Please wait {seconds, plural, one {# second} other {# seconds}} before retrying.
de: Bitte warte {seconds, plural, one {# Sekunde} other {# Sekunden}}, bevor du es erneut versuchst.

# consentSnackbarAccepted
source: Consent accepted
de: Einwilligung akzeptiert

# consentSnackbarError
source: We couldn't save your consent. Please try again.
de: Wir konnten deine Einwilligung nicht speichern. Bitte versuche es erneut.

# consentErrorSavingConsent
source: We couldn't save all your preferences. You can continue and try again later.
de: Wir konnten nicht alle deine Einstellungen speichern. Du kannst trotzdem fortfahren und es später erneut versuchen.

# consentSnackbarRateLimited
source: Too many requests right now. Please wait a moment and try again.
de: Zu viele Anfragen gerade. Bitte warte kurz und versuche es erneut.

# consentSnackbarServiceUnavailable
source: The service is temporarily unavailable. Please try again later.
de: Der Dienst ist vorübergehend nicht erreichbar. Bitte versuche es später erneut.

# consentSnackbarServerError
source: A server error occurred. Please try again later.
de: Ein Serverfehler ist aufgetreten. Bitte versuche es später erneut.

# authSignInHeadline
source: Don't miss out on becoming your best self!
de: Verpasse es nicht, das Beste aus dir zu machen!

# authSignInEmail
source: Sign in with Email
de: Anmelden mit E-Mail

# authSignInGoogle
source: Sign in with Google
de: Anmelden mit Google

# authSignInApple
source: Sign in with Apple
de: Anmelden mit Apple

# authSignInLoading
source: Signing in
de: Anmeldung läuft

# authSignInOAuthError
source: Sign in failed. Please try again.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.

# authSignInAppleError
source: Apple sign in failed. Please try again.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuche es erneut.

# authSignInGoogleError
source: Google sign in failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuche es erneut.

# authResetTitle
source: Forgot password?
de: Passwort vergessen?

# authResetCta
source: Reset password
de: Passwort zurücksetzen

# authResetEmailSent
source: Password reset email sent.
de: E-Mail zum Zurücksetzen wurde gesendet.

# authNewPasswordTitle
source: Create new password
de: Neues Passwort erstellen

# authNewPasswordHint
source: New password
de: Neues Passwort

# authConfirmPasswordHint
source: Confirm new password
de: Neues Passwort bestätigen

# authCreatePasswordCta
source: Reset password
de: Passwort zurücksetzen

# authSuccessBackToLogin
source: Back to sign in
de: Zurück zur Anmeldung

# authSignupSuccess
source: Registration successful! You can now sign in.
de: Registrierung erfolgreich! Du kannst dich jetzt anmelden.

# interestStrengthTraining
source: Strength training & muscle building
de: Krafttraining & Muskelaufbau
