Repository: luvi-team/luvi-app
Catalog: lib/l10n/app_*.arb
Languages: de

# interestCardio
source: Cardio & endurance
de: Cardio & Ausdauer

# interestMobility
source: Flexibility & mobility
de: Beweglichkeit & Mobilität

# interestNutrition
source: Nutrition & supplements
de: Ernährung & Supplements

# interestMindfulness
source: Mindfulness & recovery
de: Achtsamkeit & Regeneration

# interestHormonesCycle
source: Hormones & cycle
de: Hormone & Zyklus

# onboarding02AgeTooYoung
source: You must be at least {minAge} years old.
de: Du musst mindestens {minAge} Jahre alt sein.

# onboarding02AgeTooOld
source: Maximum age is {maxAge} years.
de: Das maximale Alter beträgt {maxAge} Jahre.

# fitnessLevelBeginner
source: Just starting
de: Gerade gestartet

# fitnessLevelOccasional
source: Occasionally active
de: Gelegentlich aktiv

# fitnessLevelFit
source: Very active
de: Sehr aktiv

# consentOptionsTitle
source: You and LUVI
de: Du und LUVI

# consentOptionsSubtitle
source: Securely stored, strictly protected. GDPR, EU hosting
de: Sicher gespeichert, streng geschützt. DSGVO, EU-Hosting

# consentOptionsSectionRequired
source: REQUIRED
de: ERFORDERLICH

# consentOptionsHealthText
source: I agree that LUVI processes my health and cycle data to give me cycle-aware recommendations.
de: Ich bin damit einverstanden, dass LUVI meine Gesundheits- und Zyklusdaten verarbeitet, um mir zyklusbewusste Empfehlungen zu geben.

# consentOptionsTermsPrefix
source: I accept the
de: Ich akzeptiere die

# consentOptionsTermsLink
source: Terms of Service
de: Nutzungsbedingungen

# consentOptionsTermsConjunction
source: and the
de: und habe die

# consentOptionsPrivacyLink
source: Privacy Policy
de: Datenschutzerklärung

# consentOptionsAnalyticsText
source: I agree that LUVI processes pseudonymized usage and device data (e.g. crash info, performance, features used) to fix bugs and improve the app.
de: Ich bin damit einverstanden, dass LUVI pseudonymisierte Nutzungs- und Gerätedaten (z.B. Crash-Infos, Performance, genutzte Funktionen) verarbeitet, um Fehler zu beheben und die App zu verbessern.

# consentOptionsAnalyticsRevoke
source: Revoke anytime under Profile → Privacy.
de: Widerruf jederzeit unter Profil → Datenschutz.

# consentOptionsCtaContinue
source: Continue
de: Weiter

# consentOptionsCtaAcceptAll
source: Accept all
de: Alle akzeptieren

# consentOptionsCheckboxSelectedSemantic
source: {section}: {text}. Selected
de: {section}: {text}. Ausgewählt

# consentOptionsCheckboxUnselectedSemantic
source: {section}: {text}. Not selected
de: {section}: {text}. Nicht ausgewählt

# consentOptionsShieldSemantic
source: Shield icon for data protection
de: Schild-Symbol für Datenschutz

# onboarding03FitnessTitle
source: {name}, how fit do you feel?
de: {name}, wie fit fühlst du dich?

# onboarding03FitnessSubtitle
source: So we can choose the right intensity for you.
de: Damit wir die Intensität passend wählen.

# onboarding03FitnessSemantic
source: Select fitness level
de: Fitnesslevel auswählen

# onboarding04GoalsTitle
source: What are your goals?
de: Was sind deine Ziele?

# onboarding04GoalsSubtitle
source: You can select multiple.
de: Du kannst mehrere auswählen.

# onboarding04GoalsSemantic
source: Select goals
de: Ziele auswählen

# onboarding05InterestsTitle
source: What interests you?
de: Was interessiert dich?

# onboarding05InterestsSubtitle
source: Choose 3–5 so your feed fits right away.
de: Wähle 3–5, damit dein Feed direkt passt.

# onboarding05InterestsSemantic
source: Select interests
de: Interessen auswählen

# onboarding06PeriodTitle
source: Tap the day your last period started.
de: Tippe auf den Tag, an dem deine letzte Periode begann.

# onboarding06PeriodUnknown
source: I don't remember
de: Ich weiß es nicht mehr

# onboarding06PeriodSubheader
source: You can change this later.
de: Du kannst das später ändern.

# onboarding07DurationTitle
source: Does this look right?
de: Sieht das richtig aus?

# onboarding07DurationSubtitle
source: We've estimated the duration. Tap a day to adjust.
de: Wir haben die Dauer geschätzt. Tippe auf den Tag, um anzupassen.

# onboarding08SuccessLoading
source: We're putting your results together...
de: Wir stellen deine Ergebnisse zusammen...

# onboardingProgressLabel
source: Question {current} of {total}
de: Frage {current} von {total}

# onboardingDefaultName
source: you
de: Du

# weekdayTuesdayShort
source: Tu
de: Di

# weekdayWednesdayShort
source: We
de: Mi

# weekdayThursdayShort
source: Th
de: Do

# weekdaySundayShort
source: Su
de: So

# periodCalendarSemanticToday
source: Today
de: Heute

# periodCalendarSemanticSelected
source: selected
de: ausgewählt

# periodCalendarSemanticPeriodDay
source: period day
de: Periodentag

# onboardingCycleIntroTitle
source: To personalize LUVI for you, we need your cycle start.
de: Damit LUVI für dich passt, brauchen wir noch deinen Zyklusstart.

# onboardingCycleIntroButton
source: Okay, let's go
de: Okay, los

# onboardingSuccessLoading
source: We're putting together your plans...
de: Wir stellen deine Pläne zusammen...

# onboardingSuccessSaving
source: Saving...
de: Wird gespeichert...

# onboardingSuccessComplete
source: Done!
de: Fertig!

# onboardingSaveError
source: Save failed. Please try again.
de: Speichern fehlgeschlagen. Bitte erneut versuchen.

# onboardingRetryButton
source: Try again
de: Erneut versuchen

# onboardingContentCard1
source: Do I need more iron during my period?
de: Brauche ich mehr Eisen während meiner Blutung?

# onboardingContentCard2
source: How do I train during ovulation?
de: Wie trainiere ich während meiner Ovulation?

# onboardingContentCard3
source: How can I reduce my stress?
de: Wie kann ich meinen Stress reduzieren?

# goalFitter
source: Get fitter & stronger
de: Fitter & stärker werden

# goalEnergy
source: More energy in daily life
de: Mehr Energie im Alltag

# goalSleep
source: Better sleep and stress reduction
de: Besser schlafen und Stress reduzieren

# goalCycle
source: Understand cycle & hormones
de: Zyklus & Hormone verstehen

# goalLongevity
source: Long-term health and longevity
de: Langfristige Gesundheit und Longevity

# goalWellbeing
source: Simply feel good
de: Mich einfach wohlfühlen

# commonBack
source: Back
de: Zurück

# semanticCalendarPreview
source: Calendar preview for cycle tracking
de: Kalendervorschau für Zyklustracking

# semanticLoadingProgress
source: Loading progress
de: Ladefortschritt

# semanticProgressPercent
source: {percent} percent
de: {percent} Prozent

# splashGateUnknownTitle
source: Brief interruption
de: Kurze Unterbrechung

# splashGateUnknownBody
source: To continue, we need an internet connection. Please check your connection.
de: Um weiterzumachen, brauchen wir eine Internetverbindung. Prüfe kurz deine Verbindung.

# splashGateRetryCta
source: Try again
de: Nochmal probieren

# splashGateSignOutCta
source: Sign out
de: Abmelden

# signOutErrorRetry
source: Sign out failed. Please try again.
de: Abmeldung fehlgeschlagen. Bitte erneut versuchen.

# signOutFailed
source: Sign out failed. You can log in again.
de: Abmeldung fehlgeschlagen. Du kannst dich erneut anmelden.

source: Retry
de: Erneut versuchen

# authLoginHeaderSemantic
source: Welcome back
de: Willkommen zurück

# authEntryCta
source: Let's go
de: Los geht's

# authEntryExistingAccount
source: I already have an account.
de: Ich habe bereits einen Account.

# authRegisterHeadline
source: Register to get started
de: Registrieren, um zu starten

# authLoginSheetHeadline
source: Sign in to get started
de: Anmelden, um zu starten

# authContinueApple
source: Continue with Apple
de: Weiter mit Apple

# authContinueGoogle
source: Continue with Google
de: Weiter mit Google

# authContinueEmail
source: Continue with Email
de: Weiter mit E-Mail

# authOr
source: Or
de: Oder

# authEmailPlaceholderLong
source: Your email address
de: Deine E-Mail-Adresse

# authPasswordPlaceholder
source: Your password
de: Dein Passwort

# authErrorEmailCheck
source: Please check your email address
de: Bitte E-Mail-Adresse überprüfen

# authErrorPasswordCheck
source: Please check your password
de: Bitte Passwort überprüfen

# authRegisterEmailTitle
source: Register with Email
de: Registrieren mit E-Mail

# authResetPasswordSubtitle
source: Enter your email to receive a password reset link.
de: Gib deine E-Mail-Adresse ein, um einen Link zum Zurücksetzen zu erhalten.

# authResetCtaShort
source: Reset
de: Zurücksetzen

# authNewPasswordConfirmHint
source: Confirm password
de: Passwort bestätigen

# authSavePasswordCta
source: Save
de: Speichern

# authResetErrorGeneric
source: Reset failed. Please try again.
de: Zurücksetzen fehlgeschlagen. Bitte versuche es erneut.

# authDragHandleSemantic
source: Drag handle
de: Ziehgriff
